#Lista de Pacotes do Meu Sistema
#Para instalar os pacotes, use o seguinte comando: "sudo pacman -S --needed - < pkglist.txt"
arc-gtk-theme
autoconf
automake
base
binutils
bison
discord
dmenu
dunst
efibootmgr
fakeroot
feh
file
findutils
firefox
firefox-i18n-pt-br
flex
gawk
gcc
gettext
git
grep
groff
grub
grub-customizer
gucharmap
gzip
hsetroot
i3-gaps
i3lock
imagemagick
leafpad
libtool
linux
linux-firmware
linux-headers
lxappearance
m4
maim
make
nano
networkmanager
ntfs-3g
openssh
os-prober
pacman
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
pulseaudio
pulseaudio-alsa
python-pip
rofi
sed
sudo
telegram-desktop
termite
texinfo
thunar
ttf-font-awesome
unzip
w3m
wget
which
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
 
